INSERT INTO students (name, kana_name, nickname, email, area, age, sex)
VALUES('山田太郎', 'ヤマダタロウ', 'タロウ', 'taro@example.com', '東京', '30', '男'),
      ('鈴木花子', 'スズキハナコ', 'ハナコ', 'hanako@example.com', '千葉', '25', '女'),
      ('片岡良子', 'カタオカヨシコ', 'ヨシコ', 'yoshiko@example.com', '神奈川', '26', '女'),
      ('田中次郎', 'タナカジロウ', 'ジロウ', 'jiro@example.com', '千葉', '25', '男'),
      ('吉田瞬', 'ヨシダシュン', 'シュン', 'syun@example.com', '大阪', '35', '男');


INSERT INTO students_courses (student_id, course_name, course_start_at, course_end_at)
VALUES(1, 'Javaコース', '2023-04-01 09:00:00', '2023-07-01 15:00:00'),
      (2, 'AWSコース', '2023-03-01 09:00:00', '2023-06-01 15:00:00'),
      (2, 'デザインコース', '2023-03-01 09:00:00', '2023-06-01 15:00:00'),
      (3, 'Javaコース', '2023-07-01 09:00:00', '2023-10-01 15:00:00'),
      (4, 'AWSコース', '2023-02-01 09:00:00', '2023-05-01 15:00:00'),
      (5, 'Javaコース', '2023-11-01 09:00:00', '2024-02-01 15:00:00'),
      (5, 'マーケティングコース', '2023-11-01 09:00:00', '2024-02-01 15:00:00');